package com.epam.task.module3.workingWithRegularExpressions;

public class Task1 {
    final static String STRING = "Cоздать приложение, разбирающее текст (текст хранится в строке) и позволяющее выполнять с текстом три различных операции:" +
            "- отсортировать абзацы по количеству предложений; " +
            "- в каждом предложении отсортировать слова по длине;" +
            "- отсортировать лексемы в предложении по убыванию количества вхождений заданного символа, а в случае равенства – по алфавиту.";

    public static void main(String[] args) {

    }

    public static

}
